Repository: muzena/gnome-shell-pano
Catalog: resources/po/*.po
Languages: hr

source: Allows you to toggle visibility of the clipboard manager
hr: Omogućuje vam promjenu vidljivosti upravitelja međuspremnika

source: Are you sure you want to clear history?
hr: Sigurno želite ukloniti povijest?

source: Choose pano database location
hr: Odaberi lokaciju baze podataka panoa

source: Clear
hr: Ukloni

source: Clear History
hr: Ukloni povijest

source: Clears the clipboard database and cache
hr: Briše bazu podataka međuspremnika i predmemoriju

source: Database Location
hr: Lokacija baze podataka

source: Failed to select directory
hr: Neuspjeli odabir direktorija

source: Global Shortcut
hr: Globalni prečaci

source: History Length
hr: Duljina povijesti

source: New shortcut
hr: Novi prečac

source: Select a shortcut
hr: Odaberi prečac

source: Type to search
hr: Upišite za pretragu

source: You can limit your clipboard history length between 10 - 500
hr: Možete ograničiti svoju duljinu povijesti međuspremnika između 10 - 500
